Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Разблокированные трофеи
de: Разблокированные trophäen
it: Trofei bloccati
pt_pt: Troféus de distribuição

source: Расписание
de: Beschreibung
fr: Rétablissement
it: Descrizione
pt_pt: Descrição

source: Русский
de: Russisch
es: ruso
fr: russe
it: Russo
pt_pt: Russo

source: Свежий
de: Schwedisch

source: Собираю данные из базы...
de: Jetzt aus der Datenbank auswählen...
it: Собираю Dанные из базы...

source: Создать в моей базе
de: In meiner Datenbank speichern
it: Mettiti nella mia base
pt_pt: Создать em meu lugar

source: Сохранить шаблон
de: Сохранить шабlon
it: Copri il cavolo

source: Текущий пульс
de: Technischer Impuls

source: Упражнения не найдены
de: Die Aktualisierung erfolgt nicht
fr: L'installation n'est pas disponible
it: L'operazione non è stata effettuata

source: ↑ Growing
de: ↑ Wachsend
es: ↑ Creciendo
fr: ↑ Croissance
it: ↑ In crescita
pt_pt: ↑ Crescendo
ru: ↑ Растет

source: → Stable
de: → Stabil
es: → Estable
it: → Stabile
pt_pt: → Estável
ru: → Стабильно

source: ↓ Declining
de: ↓ Rückläufig
es: ↓ En declive
fr: ↓ En déclin
it: ↓ In calo
pt_pt: ↓ Declínio
ru: ↓ Падает

source: ⚠️ DANGER
de: ⚠️ GEFAHR
es: ⚠️ PELIGRO
it: ⚠️ PERICOLO
pt_pt: ⚠️ PERIGO
ru: ⚠️ ОПАСНО

source: ⚠️ Imbalance Detected
de: ⚠️ Ungleichgewicht erkannt
es: ⚠️ Desequilibrio detectado
fr: ⚠️ Déséquilibre détecté
it: ⚠️ Squilibrio rilevato
pt_pt: ⚠️ Desequilíbrio detectado
ru: ⚠️ Обнаружен дисбаланс

source: ⚠️ TEST
de: ⚠️ TESTEN
es: ⚠️ PRUEBA
fr: ⚠️ TESTER
it: ⚠️ PROVA
pt_pt: ⚠️ TESTE
ru: ⚠️ ТЕСТ

source: 🏋️ Total Lifted
de: 🏋️ Total geliftet
es: 🏋️ Total levantado
fr: 🏋️ Total levé
it: 🏋️ Sollevamento totale
pt_pt: 🏋️ Total levantado
ru: 🏋️ Тотальный лифтинг

source: 🏋️ Total Volume
de: 🏋️ Gesamtvolumen
es: 🏋️ Volumen total
fr: 🏋️ Volume total
it: 🏋️Volume Totale
pt_pt: 🏋️Volume total
ru: 🏋️ Общий тоннаж

source: 💡 Tip: Swipe set row left or right to log
de: 💡 Tipp: Wischen Sie die eingestellte Zeile nach links oder rechts, um zu protokollieren
es: 💡 Consejo: deslice la fila establecida hacia la izquierda o hacia la derecha para iniciar sesión
fr: 💡 Astuce : faites glisser la ligne définie vers la gauche ou la droite pour vous connecter
it: 💡 Suggerimento: scorri la riga impostata verso sinistra o verso destra per accedere
ru: 💡 Совет: проведите по строке набора влево или вправо, чтобы войти в систему.

source: 🦵 Don't skip Leg Day!
de: 🦵 Lassen Sie sich den Leg Day nicht entgehen!
es: 🦵 ¡No te saltes el Día de las Piernas!
fr: 🦵 Ne sautez pas le Leg Day !
it: 🦵 Non saltare il Leg Day!
pt_pt: 🦵 Não pule o Leg Day!
ru: 🦵 Не пропускайте день ног!

source: 🧪 TESTING (REMOVE AFTER TEST)
de: 🧪 TESTEN (NACH DEM TEST ENTFERNEN)
es: 🧪 PRUEBA (QUITAR DESPUÉS DE LA PRUEBA)
fr: 🧪 TEST (SUPPRIME APRÈS TEST)
it: 🧪 TEST (RIMUOVERE DOPO TEST)
pt_pt: 🧪 TESTE (REMOVER APÓS TESTE)
ru: 🧪 ТЕСТИРОВАНИЕ (УДАЛИТЬ ПОСЛЕ ТЕСТА)

source: %@ km
es: %@ kilómetros
fr: %@ kilomètres
ru: %@ км

# %@ km in %@
source: %1$@ km in %2$@
es: %1$@ kilómetros en %2$@
fr: %1$@ km en %2$@
it: %1$@ km a %2$@
pt_pt: %1$@ km em %2$@
ru: %1$@ км за %2$@

# %@ km • %@
source: %1$@ km • %2$@
es: %1$@ kilómetros • %2$@
ru: %1$@ км • %2$@

source: %@ тонн
es: %@ tono
fr: %@ tonne
it: %@ tonn
pt_pt: %@ton

source: %lld Exs
es: %lld ex
it: %lld es
ru: %lld упражнений

source: %lld Workouts
es: %lld Entrenamientos
fr: %lld Entraînements
it: %lld Allenamenti
ru: %lld Тренировки

source: %lld ex.
es: %lld ej.
it: %lld es.
ru: %lld упр.

source: %lld кг
es: %lld kg
fr: %lld kg
pt_pt: %lld kg

# %lld:%@ min
source: %1$lld:%2$@ min
es: %1$lld:%2$@ mín.
ru: %1$lld:%2$@ мин

source: 120 min
es: 120 minutos
fr: 120 minutes
it: 120 minuti
pt_pt: 120 minutos
ru: 120 мин

source: 15 min
es: 15 minutos
fr: 15 minutes
it: 15 minuti
pt_pt: 15 minutos
ru: 15 мин

source: 340 kcal
es: 340 kilocalorías
fr: 340 calories
ru: 340 ккал

source: AI Smart Hub
es: Centro inteligente de IA
fr: Hub intelligent IA
it: Hub intelligente dell'intelligenza artificiale
ru: Смарт-хаб с искусственным интеллектом

source: AI Weekly Brief
es: Resumen semanal de IA
fr: Résumé hebdomadaire de l'IA
it: Brief settimanale dell'AI
pt_pt: Resumo semanal de IA
ru: Еженедельный бриф ИИ

source: Abs
es: abdominales
fr: Abdos
it: Ass
pt_pt: Abdominais
ru: Пресс

source: Auto-start Timer
es: Temporizador de inicio automático
fr: Minuterie de démarrage automatique
it: Temporizzatore di avvio automatico
pt_pt: Temporizador de início automático
ru: Автоматический запуск таймера

source: BW
es: peso corporal
fr: PC
pt_pt: PN

source: Bands
es: Alzacuello
fr: Bandes
it: Bande
pt_pt: Bandas
ru: Резинки

source: Bronze
es: Bronce
it: Bronzo
ru: Бронза

source: Champion
es: Campeón
it: Campione
pt_pt: Campeão
ru: Чемпион

source: Coach Persona
es: Persona del entrenador
fr: Personnalité de l'entraîneur
it: Persona dell'allenatore
pt_pt: Personalidade do treinador
ru: Личность тренера

source: Cool!
es: ¡Fresco!
it: Freddo!
pt_pt: Legal!
ru: Отлично!

source: Crunches
es: abdominales
fr: Des craquements
it: Crunch
pt_pt: Flexões
ru: Скручивания

source: Dips
es: Luces cortas
fr: Trempettes
it: Salse
pt_pt: Mergulhos
ru: Отжимания на брусьях

source: Email Support
es: Soporte por correo electrónico
fr: Assistance par e-mail
it: Supporto via e-mail
pt_pt: Suporte por e-mail
ru: Поддержка по электронной почте

source: Export Format
es: Formato de exportación
fr: Format d'exportation
it: Formato di esportazione
pt_pt: Formato de exportação
ru: Формат экспорта

source: Front
es: Frente
fr: Devant
it: Fronte
pt_pt: Frente
ru: Спереди

source: Gold
es: Oro
fr: Or
it: Oro
pt_pt: Ouro
ru: Золото

source: Hammer Curls
es: Rizos de martillo
fr: Boucles de marteau
it: Riccioli a martello
pt_pt: Cachos de martelo
ru: Молотки

source: Kettlebell
es: pesa rusa
ru: Гиря

source: LIVE
es: VIVIR
fr: EN DIRECT
it: VIVERE
pt_pt: AO VIVO
ru: В ЭФИРЕ

source: Level %lld
es: Nivel %lld
fr: Niveau %lld
it: Livello %lld
pt_pt: Nível %lld
ru: Уровень %lld

source: Live Workout
es: Entrenamiento en vivo
fr: Entraînement en direct
it: Allenamento dal vivo
pt_pt: Treino ao vivo
ru: Активная тренировка

source: M
es: METRO
ru: М

source: NAME / ALIAS
es: NOMBRE / ALIAS
fr: NOM/ALIAS
it: NOME/ALIAS
pt_pt: NOME / ALIAS
ru: ИМЯ/Псевдоним

source: Name
es: Nombre
fr: Nom
it: Nome
pt_pt: Nome
ru: Имя

source: OK
es: DE ACUERDO
fr: D'ACCORD
ru: ОК

source: Quads
es: cuádruples
it: Quad
pt_pt: Quadriciclos
ru: Квадрицепсы

source: REP: 12
es: REPRESENTACIONES: 12
fr: RÉP : 12
it: RAPPRESENTAZIONE: 12
pt_pt: REPRESENTAÇÃO: 12
ru: Репутация: 12

source: Sets
es: Conjuntos
fr: Ensembles
it: Imposta
pt_pt: Conjuntos
ru: Подходы

source: Smart Workout
es: Entrenamiento inteligente
fr: Entraînement intelligent
it: Allenamento intelligente
pt_pt: Treino Inteligente
ru: Умная тренировка

source: Solo Workouts
es: Entrenamientos en solitario
fr: Entraînements en solo
it: Allenamenti in solitaria
ru: Одиночные тренировки

source: Start
es: Comenzar
fr: Commencer
it: Inizio
pt_pt: Começar
ru: Начать

source: System
es: Sistema
fr: Système
it: Sistema
pt_pt: Sistema
ru: Системная

source: Titan
es: Titán
it: Titano
pt_pt: Titã
ru: Титан

source: Toyota Camrys 🚗
es: Toyota Camry 🚗
it: Toyota Camry 🚗
pt_pt: Toyota Camry 🚗
ru: Toyota Camry 🚗

source: Trapezius
es: trapecio
fr: Trapèze
it: Trapezio
pt_pt: Trapézio
ru: Трапеции

source: Version 1.0.0
es: Versión 1.0.0
it: Versione 1.0.0
pt_pt: Versão 1.0.0
ru: Версия 1.0.0

source: Veteran
es: Veterano
fr: Vétéran
it: Veterano
pt_pt: Veterano
ru: Ветеран

source: cm
es: centímetro
ru: см

source: in %@
es: en %@
fr: dans %@
pt_pt: em %@
ru: за %@

source: kg
es: kilos
fr: kilos
ru: кг

source: km
es: kilómetros
fr: kilomètres
pt_pt: quilômetros
ru: км

source: medium
es: medio
fr: moyen
it: medio
pt_pt: médio
ru: средний

source: min
es: mín.
ru: мин

source: vs %@
es: frente a %@
fr: contre %@
it: contro %@
pt_pt: versus %@
ru: против %@

source: ИИ Архитектор
es: ИИ Arquitecto
it: È architetto
pt_pt: IE Arquiteto

source: ИИ инсайт: %@
es: Mi mensaje: %@
fr: Je l'ai trouvé : %@
it: Sei interessato a: %@
pt_pt: Eu instalei: %@

source: Audio Ducking
fr: Ducking audio
it: Ducking audio
pt_pt: Esquiva de áudio
ru: Автоматическое приглушение

source: BPM
fr: temporisation
ru: УДАРОВ В МИНУТУ

source: VS
fr: CONTRE

source: Акцент
fr: Agent
pt_pt: Ativo

source: Все трофеи
fr: Tous les trophées
it: Tutti i trofei
pt_pt: Quais são os troféus

source: Значение
fr: Mise à jour

source: Поиск упражнений...
fr: Peut-être que...
pt_pt: Pois bem...

source: Сохранено
fr: Sokhraneno
pt_pt: Soхранено

source: Упражнения
fr: Mise en service
it: Applicazione
pt_pt: Expansão

source: Усталость
fr: Installer
it: Installazione
pt_pt: Ustaloso

source: +15s
it: +15 secondi

source: -15s
it: -15 secondi

source: Abdomen
it: Addome
pt_pt: Abdômen
ru: Живот

source: Ваши трофеи (Свайп)
it: I tuoi trofei (Свайп)
pt_pt: Seus troféus (Свайп)
ru: Твои трофеи (Свайп)

source: Восстановление
it: Regolazione
pt_pt: Atualizar

source: Все
it: Ecc
pt_pt: Você

source: День %lld
it: Giorno %lld
pt_pt: Dia %lld

source: ИИ ВЫВОД
it: ÈИ ВЫВОД

source: Личные рекорды
it: Registrazioni legali
pt_pt: Registros legais

source: Найти или добавить (напр. Тренировка Арнольда)
it: Trova o crea (su Тренировка Арнольда)

source: Начать протокол
it: Utilizzare il protocollo
pt_pt: Protocolo de compra

source: Недостаточно данных
it: Dati inadeguati

source: ПРОТОКОЛ ВОССТАНОВЛЕНИЯ
it: PREZZI ВОССТАНОВЛЕНИЯ

source: Перетрен
it: Perpetuo
pt_pt: Peretren

source: Править
it: Prova
pt_pt: Verdade

source: %lld kg
ru: %lld кг

source: %lld min
ru: %lld мин

# %lld x %lld • %lldkg
source: %1$lld x %2$lld • %3$lldkg
ru: %1$lld x %2$lld • %3$lld кг

# %llds x %lldr • %@kg
source: %1$llds x %2$lldr • %3$@kg
ru: %1$lld подходов x %2$lld повторений • %3$@ кг

# %llds x %lldr • %lldkg
source: %1$llds x %2$lldr • %3$lldkg
ru: %1$lld подходов x %2$lld повторений • %3$lld кг

# %lldх%lld
source: %1$lldх%2$lld
ru: %lldх%lld

source: +%lld XP
ru: +%lld опыта

source: +%lld kg
ru: +%lld кг

source: 6M
pt_pt: 6 milhões
ru: 6М

source: Cardio
pt_pt: Cardiovascular
ru: Кардио

source: ~%lld min
pt_pt: ~%ld min
ru: ~%lld мин

source: БИОМЕТРИЯ
pt_pt: BИОМЕТРИЯ

source: Вес (%@)
pt_pt: Você (%@)

source: Начальный вес
pt_pt: Mais tarde

source: Свой вес
pt_pt: Você está aqui
